{
  "2026-01-12": [
    {
      "category": "Arts et Culture",
      "categoryIcon": "🎭",
      "clues": [
        "Cette célébration haute en couleur transforma le ballet classique au début du XXe siècle, révolutionnant la danse et la scénographie.",
        "Diaghilev créa cette troupe mythique à Paris, réunissant Nijinski, Stravinsky et Bakst dans un mouvement artistique révolutionnaire.",
        "Ces spectacles russes légendaires (1909-1929) combinaient danse, musique et arts visuels à Paris."
      ],
      "answer": "BALLETS",
      "boxCount": 8,
      "points": [10, 8, 4]
    },
    {
      "category": "Sciences et Santé",
      "categoryIcon": "🔬",
      "clues": [
        "Dans le système visuel humain, cette structure nerveuse transmet l'information de la rétine vers le cortex cérébral pour permettre la vision.",
        "Ce nerf crânien relie l'œil au cerveau et peut être endommagé par le glaucome, affectant la vision.",
        "Le nerf O______ transmet les images de l'œil vers le cerveau."
      ],
      "answer": "OPTIQUE",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    },
    {
      "category": "Histoire et Géographie",
      "categoryIcon": "🌍",
      "clues": [
        "Cette unité militaire d'élite, créée en 1831 en Afrique du Nord, accueille les soldats de toutes nationalités désirant servir la France.",
        "Cette force d'intervention française, basée à Aubagne, est célèbre pour son Képi blanc et sa devise \"Legio Patria Nostra\".",
        "La L_____ étrangère est une troupe d'élite de l'armée française qui recrute des soldats du monde entier."
      ],
      "answer": "LEGION",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    }
  ],
  "2026-01-13": [
    {
      "category": "Sciences et Nature",
      "categoryIcon": "⚛️",
      "clues": [
        "Ce métal précieux jaune brillant, symbole de richesse depuis l'Antiquité, possède le numéro atomique 79.",
        "Utilisé en joaillerie et comme réserve monétaire, ce métal inaltérable est l'un des éléments les plus convoités.",
        "L'__ est un métal jaune précieux utilisé pour faire des bijoux et des pièces de monnaie."
      ],
      "answer": "OR",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    },
    {
      "category": "Société et Politique",
      "categoryIcon": "🏛️",
      "clues": [
        "Cette forme d'organisation politique centralisée exerce son autorité sur un territoire et une population définis.",
        "Selon Max Weber, il détient le monopole de la violence légitime et assure des fonctions comme la justice et la défense.",
        "L'____ est l'ensemble des institutions qui gouvernent un pays."
      ],
      "answer": "ETAT",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    },
    {
      "category": "Histoire du Québec",
      "categoryIcon": "🍁",
      "clues": [
        "En Nouvelle-France, ce système seigneurial structurait l'occupation du territoire le long du Saint-Laurent dès le XVIIe siècle.",
        "Ces terres étroites perpendiculaires au fleuve créèrent un paysage agricole caractéristique du Québec rural.",
        "Au Québec, un R___ est une division de terre allongée le long d'un chemin ou d'un cours d'eau."
      ],
      "answer": "RANG",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    }
  ],
  "2026-01-14": [
    {
      "category": "Physique",
      "categoryIcon": "⚛️",
      "clues": [
        "Cette particule subatomique sans charge électrique compose, avec les protons, le noyau des atomes et contribue à leur masse.",
        "Découvert par James Chadwick en 1932, il joue un rôle clé dans les réactions nucléaires des centrales.",
        "Le N______ est une particule neutre qui se trouve dans le noyau de l'atome avec les protons."
      ],
      "answer": "NEUTRON",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    },
    {
      "category": "Préhistoire",
      "categoryIcon": "🦣",
      "clues": [
        "Cette période glaciaire majeure, durant environ 100 000 ans, prit fin il y a 11 700 ans avec le réchauffement holocène.",
        "Durant cette dernière glaciation, les humains traversèrent le détroit de Béring à pied sec pour peupler les Amériques.",
        "La glaciation de W___ est la dernière grande période glaciaire qui s'est terminée il y a environ 12 000 ans."
      ],
      "answer": "WURM",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    },
    {
      "category": "Géographie",
      "categoryIcon": "🗿",
      "clues": [
        "Cet archipel volcanique isolé du Pacifique Sud, annexé par le Chili en 1888, fascine par ses vestiges archéologiques monumentaux.",
        "Cette île chilienne est célèbre pour ses 887 statues géantes de pierre appelées moaï, créées par la civilisation Rapa Nui.",
        "L'île de P_____ est connue pour ses immenses statues de pierre tournées vers l'intérieur de l'île."
      ],
      "answer": "PAQUES",
      "boxCount": 8,
      "points": [10, 8, 4],
      "revealedLetters": {
        "2": [0]
      }
    }
  ]
}
